//TODO: delete this file
const String loremIpsum =
    "لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبايسكينج أليايت,سيت دو أيوسمود تيمبور أنكايديديونتيوت,لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايمكيواس نوستريد أكسير سيتانش يللأمكو لابورأس نيسييت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواسأيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت.أيسسي كايلليوم دولار أيو فيجايت نيولا باراياتيورأيكسسيبتيور ساينت أوككايكات كيوبايداتات نونبروايدينت ,سيونت ان كيولبا كيو أوفيسيا ديسيريونتيس";
